Repository: 1032231418/GateOne
Catalog: gateone/i18n/*/LC_MESSAGES/gateone_js.po
Languages: de_de, es_es

source: Synchronization Complete
de_de: Synchronisation abgeschlossen
es_es: Sincronización completa

source: Missing bookmark icons will be retrieved in the background
de_de: Fehlende Lesezeichen-Icons wird im Hintergrund abgerufen werden
es_es: Faltan iconos de marcador se recuperarán en el fondo

source: First-Time Synchronization Complete
de_de: First-Time Synchronisation abgeschlossen
es_es: Primera Vez sincronización completa

source: tags were renamed.
de_de: Tags wurden umbenannt.
es_es: etiquetas fueron renombrados.

source: bookmarks were deleted or marked as such.
de_de: Lesezeichen gelöscht oder als solche gekennzeichnet wurden.
es_es: marcadores fueron borrados o marcados como tales.

source: Submit
de_de: Senden
es_es: Enviar

source: Cancel
de_de: Abbrechen
es_es: Cancelar

source: Save
de_de: Sparen
es_es: Guardar

source: Go
de_de: Los
es_es: Ir

source: Are you sure you wish to delete this identity?
de_de: Sind Sie sicher, dass Sie diese Identität löschen möchten?
es_es: ¿Está seguro de que desea eliminar esta identidad?

source: An X.509 certificate may be uploaded to add to this identity. If one already exists, the existing certificate will be overwritten.
de_de: Ein X.509-Zertifikat kann hochgeladen werden, um auf diese Identität hinzuzufügen. Wenn bereits vorhanden ist, wird das vorhandene Zertifikat überschrieben.
es_es: Un certificado X.509 puede ser subido a añadir a esta identidad. Si ya existe, se sobrescribe el certificado existente.

source: The private key for this SSH identity is protected by a passphrase. Please enter the passphrase so a public key can be generated.
de_de: Der private Schlüssel für dieses SSH Identität wird durch ein Passwort geschützt. Bitte geben Sie die Passphrase so ein öffentlicher Schlüssel erzeugt werden.
es_es: La clave privada de esta identidad SSH está protegido por una contraseña. Por favor, introduzca la frase de lo que una clave pública se puede generar.

source: <b>NOTE:</b> This passphrase will only be used to extract the public key and will not be stored.
de_de: <B> Hinweis: </ b> Diese Passphrase wird nur verwendet, um den öffentlichen Schlüssel zu extrahieren und werden nicht gespeichert.
es_es: <B> NOTA: </ b> Esta frase de contraseña sólo se utiliza para extraer la clave pública y no se almacenará.

source: Passphrase
es_es: Frase de contraseña

source: Terminal output has been suspended (Ctrl-S). Type Ctrl-Q to resume.
de_de: Anschluss ausgegeben wurde ausgesetzt (Strg-S). Drücken Sie Strg-Q, um fortzufahren.
es_es: Terminal de salida ha sido suspendida (Ctrl-S). Escriba Ctrl-Q para reanudar.

source: <p><b>Warning:</b> An extension was detected that can result in a severe negative impact on terminal performance
de_de: <P> <b> Achtung: </ b> Eine Erweiterung erkannt wurde, die in einer schweren negativen Auswirkungen auf die Leistung der Endgeräte führen kann
es_es: <P> <b> Advertencia: </ b> Una extensión se ha detectado que puede resultar en un grave impacto negativo en el rendimiento del terminal

source: Terminal Sharing
es_es: Sharing Terminal

source: Opens up the terminal sharing control panel for this terminal.
de_de: Öffnet das Terminal-Sharing Bedienfeld für dieses Terminal.
es_es: Abre el panel de control de reparto de las terminales para este terminal.

source: Rescue Terminal
es_es: Rescate Terminal

source: Attempts to rescue a hung terminal by performing a terminal reset; the equivalent of executing the 'reset' command.
de_de: Versuche, eine Hung-Terminal, indem Sie ein Terminal-Reset zu retten; das entspricht der Ausführung des 'Reset'-Befehl.
es_es: Los intentos por rescatar a un terminal colgado al realizar un reinicio del terminal; el equivalente a ejecutar el comando 'reset'.

source: <p style="width: 18em;">Words or phrases you would like to remain persistently highlighted in terminals</p>
de_de: <P style = "width: 18em; "> Wörter oder Phrasen, die Sie möchten dauerhaft in Terminals hervorgehoben bleiben </ p>
es_es: <P style = "width: 18em; "> Palabras o frases que le gustaría permanecer persistentemente resaltado en terminales </ p>

source: <a onclick="GateOne.Terminal.unhighlightWord();">Remove</a>
de_de: <a onclick="GateOne.Terminal.unhighlightWord();"> entfernen </a>
es_es: <a onclick="GateOne.Terminal.unhighlightWord();"> Retire </a>

source: Word Highlighting
de_de: Wort-Hervorhebung
es_es: Palabra Resaltado

source: Anyone (Broadcast)
de_de: Jeder (Broadcast)
es_es: Cualquier persona (Broadcast)

source: Authenticated Users
de_de: Authentifizierte Benutzer
es_es: Usuarios autenticados

source: The Share ID is used to generate the broadcast URL.
de_de: Die Aktie ID wird verwendet, um die Broadcast-Adresse zu generieren.
es_es: El Compartir ID se utiliza para generar la URL de difusión.

source: Generate a new share ID (the last part of the broadcast URL)
de_de: Erzeugen Sie eine neue Aktie ID (der letzte Teil der Sendung URL)
es_es: Generar un nuevo ID acción (la última parte de la URL de difusión)

source: User
de_de: Benutzer
es_es: Usuario

source: IP Address
de_de: IP-Adresse
es_es: Dirección IP

source: Read
de_de: Lesen
es_es: Leer

source: Write
de_de: Schreiben
es_es: Escribir

source: Terminal Sharing:
es_es: Sharing Terminal:

source: Terminal is no longer shared.
de_de: Terminal ist nicht mehr geteilt.
es_es: Terminal ya no se comparte.

source: Shared terminals are available (click the magnifying glass icon).
de_de: Gemeinschafts-Terminals zur Verfügung (klicken Sie auf das Lupen-Symbol).
es_es: Terminales compartidos están disponibles (haga clic en el icono de la lupa).

source: Owner
de_de: Eigentümer
es_es: Propietario

source: Title
de_de: Titel
es_es: Título

source: Write Access
de_de: Schreibzugriff
es_es: El acceso de escritura

source: Password
de_de: Passwort
es_es: Clave

source: View
de_de: Ansicht
es_es: Ver

source: Error: You must enter a password to view this shared terminal
de_de: Fehler: Sie müssen ein Passwort eingeben, um dieses gemeinsame Terminal-Ansicht
es_es: Error: Debe introducir una contraseña para ver este terminal compartida

source: Shared Terminals
de_de: Gemeinschafts-Terminals
es_es: Terminales compartidos

source: Authenticated
de_de: Authentifiziert
es_es: Autenticado

source: Terminal Viewers:
de_de: Terminal Zuschauer:
es_es: Los espectadores de terminales:

source: Settings
de_de: Einstellungen
es_es: Configuración

source: Terminal Sharing Info
es_es: Terminal de compartir información

source: Viewers:
de_de: Zuschauer:
es_es: Espectadores:

source: Browser does not support Web Worker transferable objects. X11 performance will be (slightly) reduced.
de_de: Der Browser unterstützt kein Web Worker übertragbar Objekte. X11 Performance wird (leicht) reduziert.
es_es: Navegador no soporta objetos mobiliarios trabajadores Web. Será (un poco) redujo el rendimiento X11.

source: Browser failed WebSocket support check.
de_de: Browser gescheitert WebSocket-Unterstützung überprüfen.
es_es: Browser no cheque apoyo WebSocket.

source: Sorry but your web browser does not appear to support WebSockets. Gate One requires WebSockets in order to (efficiently) communicate with the server.
de_de: Sorry, aber Ihr Browser scheint keine WebSockets unterstützen. Gate One erfordert WebSockets, um (effizient) kommunizieren mit dem Server.
es_es: Lo sentimos, pero tu navegador no aparece apoyar WebSockets. Gate One requiere WebSockets con el fin de (eficientemente) comunicarse con el servidor.

source: Browser failed Blob support check.
de_de: Browser-Unterstützung versagt Blob-Check.
es_es: Browser no cheque apoyo Blob.

source: Preferences
de_de: Einstellungen
es_es: Preferencias

source: <b>Theme:</b>
de_de: <B> Thema: </ b>
es_es: <B> Tema: </ b>

source: <b>Font Size:</b>
de_de: <B> Schriftgröße: </ b>
es_es: <B> Tamaño de la fuente: </ b>

source: <b>Disable CSS3 Transitions:</b>
de_de: <B> Deaktivieren CSS3 Übergänge: </ b>
es_es: <B> Desactivar CSS3 Transitions: </ b>

source: Application, '' could not be found.
de_de: Anwendung konnte nicht gefunden werden.
es_es: Aplicación, '' no se pudo encontrar.

source: Application, '' does not have a __new__() method.
de_de: Anwendung nicht über eine __new __ ()-Methode.
es_es: Aplicación, '' no tiene un método __ __new ().

source: Error loading stylesheet:
de_de: Fehler beim Laden Stylesheet:
es_es: Error al cargar hoja de estilo:

source: Authentication Failure
de_de: Authentifizierungsfehler
es_es: Error de autenticación

source: The authentication object was denied by the server. Click OK to reload the page.
de_de: Die Authentifizierungsobjekt wurde vom Server verweigert. Klicken Sie auf OK, um die Seite neu zu laden.
es_es: El objeto de autenticación fue denegado por el servidor. Haga clic en Aceptar para recargar la página.

source: Attempting to connect to the Gate One server...
de_de: Der Versuch, auf die Gate One-Server verbinden ...
es_es: Si intenta conectarse a la Puerta Un servidor ...

source: An SSL certificate must be accepted by your browser to continue. Please click <a href='' target='_blank'>here</a> to be redirected.
de_de: Ein SSL-Zertifikat muss von Ihrem Browser, um weiterhin angenommen werden. Bitte klicken Sie <a href='' target='_blank'> hier </a> umgeleitet werden.
es_es: Un certificado SSL debe ser aceptado por su navegador para continuar. Por favor, haga clic en <a href='' target='_blank'> aquí </a> para ser redirigido.

source: WebSocket Closed
de_de: WebSocket geschlossen
es_es: WebSocket Cerrado

source: The WebSocket has been disconnected.
de_de: Das WebSocket wurde getrennt.
es_es: El WebSocket se ha desconectado.

source: Location
de_de: Standort
es_es: Ubicación

source: Application(s)
de_de: Anwendung (en)
es_es: Aplicación (s)

source: ID
de_de: Ident.
es_es: Identificación

source: Locations
de_de: Standorte
es_es: Ubicación

source: Skipping adding the icon for
de_de: Überspringen Zugabe auf das Symbol für
es_es: Saltarse añadir el icono de

source: . Took too long to load dependencies.
de_de: . Dauerte zu lange, um Abhängigkeiten zu laden.
es_es: . Tomó demasiado tiempo para cargar las dependencias.

source: Failed to load database:
de_de: Fehler beim Datenbank zu laden:
es_es: Error al cargar la base de datos:

source: Please close other tabs connected to this server and reload this page so we may upgrade the IndexedDB database.
de_de: Bitte schließen Sie andere Register, um mit diesem Server verbunden und laden Sie diese Seite, so können wir die IndexedDB-Datenbank zu aktualisieren.
es_es: Por favor, cierre otras fichas conectados a este servidor y vuelva a cargar esta página para que podamos actualizar la base de datos IndexedDB.

source: Yes
de_de: Ja
es_es: Sí

source: No
de_de: Nein
es_es: Ño

source: GateOne.Visual.table(): You must pass in settings['id'] to this function.
de_de: GateOne.Visual.table (): Sie müssen in den Einstellungen zu dieser Funktion übergeben ['id'].
es_es: GateOne.Visual.table (): Usted debe pasar en los ajustes ['id'] para esta función.
